Repository: etJanders/enercity_wifi
Catalog: lib/l10n/app_*.arb
Languages: de

# selectRoom
source: Select an existing room or create a new room.
de: Wählen Sie einen bestehenden Raum aus oder erstellen Sie einen neuen Raum.

# selectRoomsForHeatingProfile
source: Select the rooms you want to add to your heating profile.
de: Wählen Sie die Räume aus, die Sie zu Ihrem Heizplan hinzufügen möchten.

# selectRoomsForHolidayProfile
source: Select the rooms you want to add to your holiday profile.
de: Wählen Sie die Zimmer aus, die Sie Ihrem Urlaubsprofil hinzufügen möchten.

source: Select symbol
de: Symbol auswählen

source: Select Symbol and Name
de: Symbol und Namen auswählen

# selectSymbolDescription
source: Select an icon for your heating profile
de: Wählen Sie ein Symbol für Ihren Heizplan

# selectWeekDay
source: Select the days of the week for which the heating profile should apply.
de: Geben Sie für den Heizplan die betreffenden Wochenentage an

# sendEmailTo
source: The mail will send to:
de: Die E-Mail geht an:

# sendHeatingProfile
source: The heating profile is transferred...
de: Heizplan wird übertragen...

# sendHolidayProfile
source: The holiday profile is transferred...
de: Der Urlaubsplan wird übertragen...

# sendResetPin
source: You will receive a reset pin by email shortly.
de: Sie erhalten in kürze per E-Mail eine Reset Pin.

# sendResetTokenEins
source: We will email you a confirmation code to reset your password.
de: Sie erhalten per E-Mail einen Bestätigungscode zum Zurücksetzen Ihres Passworts.

# sendResetTokenZwei
source: Also check your spam folder. You will not receive an email if your user account uses an invalid email.
de: Überprüfen Sie ebenfalls Ihren Spamordner. Sie erhalten keine E-Mail, falls Ihr Benutzerkonto eine ungültige E-Mail Adresse verwendet.

source: Set an interval.
de: Legen Sie einen Heizblock an.

# setDeviceName
source: Give your Comet WiFi a name and add your device to a room.
de: Geben Sie Ihrem Comet WiFi einen Namen und fügen Sie Ihm einen Raum zu.

# setDeviceNameError
source: Set a name for your Comet WiFi.
de: Geben Sie Ihrem Comet Wifi einen Namen

# setHeatingprofileName
source: Set a name for your heating profile
de: Geben Sie Ihrem Heizplan einen Namen.

# setHolidayprofileName
source: Set a name for your holiday profile
de: Geben Sie Ihrem Urlaubsplan einen Namen.

# setRoomName
source: Enter a name for your room.
de: Geben Sie Ihrem Raum einen Namen.

# setThermostatName
source: Enter a name for your Comet WiFi.
de: Geben Sie Ihrem Comet Wifi einen Namen.

source: Settings
de: Einstellungen

# setupHolidayProfile
source: The holiday profile is set up...
de: Der Urlaubsplan wird eingerichtet...

# spamHint
source: Please also check your spam folder and make sure, that your email is valid.
de: Überprüfen Sie auch Ihren Spamordner und stellen Sie sicher, dass Ihre E-Mail gültig ist.

# starDateSameLikeEndDate
source: The start date and the end date must not be the same.
de: Starttag und Endtag dürfen nicht identisch sein.

source: Stay logged in?
de: Angemeldet bleiben?

source: Sunday
de: Sonntag

# sundayShort
source: Su
de: So

source: Support Contact
de: Support Kontakt

source: Symbol selected
de: Symbol ausgewählt

source: Target temperature
de: Eingestellte Temperatur

source: Temperature
de: Temperatur

# temperatureWarningPoint
source: - Temperature Warning (<2Â°C)
de: - Temperaturwarnung (< 2°C)

# temperaturheatingTime
source: Temperature heating time
de: Heizblockzeit

source: Terms and conditions
de: AGBs

# thermostatNameInUse
source: You have already used the name for another Comet WiFi.
de: Sie haben den Namen bereits für einen anderen Comet Wifi verwendet.

# thermostatNameMissing
source: Select a name for your Comet WiFi.
de: Geben Sie Ihrem Comet Wifi einen Namen.

# thermostatNameSuccesfulChanged
source: The name of Comet WiFi was changed successfully.
de: Der Comet Wifi Name wurde erfolgreich geändert.

# thermostatSuccesfulAdded
source: Comet WiFi was successfully added to the room.
de: Der Comet Wifi konnte dem Raum erfolgreich hinzugefügt werden.

source: Thursday
de: Donnerstag

# thursdayShort
source: Th
de: Do

source: Time
de: Uhrzeit

# timeSchedule
source: Heating profile
de: Heizpläne

# timeScheduleSuccesfulSent
source: The heating profile is sent successfully
de: Der Heizplan wurde erfolgreich übertragen.

# tokenHint
source: Verification Code
de: Bestätigungscode

# tokenInfoMessage
source: Enter the verification code which you have received by email.
de: Geben Sie den Bestätigungscode ein, den Sie per E-Mail erhalten haben.

# tokenToNewEmail
source: We have sent you a verification code to your new email address.
de: Wir haben Ihnen einen Verifizierungscode an Ihre neue E-Mail Adresse gesendet.

source: Try again
de: Versuchen Sie es erneut.

source: Tuesday
de: Dienstag

# tuesdayShort
source: Tu
de: Di

# turnOffMobileData
source: Turn off the mobile data and try again.
de: Schalten Sie die Mobilen Daten aus und versuchen Sie es erneut.

source: Understood
de: Verstanden

# updateEntryInProgress
source: The database entry is being updated
de: Der Eintrag wird aktualisiert...

# updatingStatus
source: Updating notification status...
de: Aktualisiere Benachrichtigungen Status...

# userAccountActivationInProgress
source: Your user account is activated. . .
de: Ihr Benutzerkonto wird aktiviert...

# userAccountNotActivated
source: Your user account has not been activated yet. Activate your user account first.
de: Ihr Benutzerkonto wurde noch nicht aktiviert. Aktivieren Sie zuerst Ihr Benutzerkonto.

# userAccountNotFound
source: Could not find a user account with the entered email address.
de: Es konnte kein Benutzerkonto mit der eingegebenen E-Mail Adresse gefunden werden.

# useraccountSuccessfulActivated
source: Your user account has been successfully activated. You can now login to your user account.
de: Ihr Benutzerkonto wurde erfolgreich aktiviert. Sie können sich nun an Ihrem Benutzerkonto anmelden.

source: Verification Code
de: Bestätigungscode

# waitForTimeOut
source: Too many attempts.. Try again later!
de: Zu viele Versuche, versuchen Sie es später erneut!

# waitForTimeOut1
source: Too many attempts.. Try again after 1 minute!
de: Zu viele Versuche. Versuchen Sie es nach 1 Minute erneut!

# waitForTimeOut2
source: Too many attempts.. Try again after 2 minutes!
de: Zu viele Versuche. Versuchen Sie es nach 2 Minuten erneut!

# waitForTimeOut5
source: Too many attempts.. Try again after 5 minutes!
de: Zu viele Versuche. Versuchen Sie es nach 5 Minuten erneut!

# wantToDeleteSchedule
source: Are you sure you want to delete the heating profile?
de: Wollen Sie den Heizplan wirklich löschen?

source: Wednesday
de: Mittwoch

# wednesdayShort
source: We
de: Mi

# weekDaySelected
source: The day of the week is already occupied.
de: Der Wochentag ist bereits belegt.

# windowOpenDetection
source: Ventilation detection
de: Lüftungserkennung

# windowOpenDetectionDuration
source: Duration in min.
de: Dauer in min.

# windowOpenDetectionSensitivity
source: Sensitivity
de: Empfindlichkeit

# wrongEmailFormat
source: No valid email address.
de: Keine gültige E-Mail Adresse.

# wrongOldPassword
source: Old password is incorrect
de: Das alte Passwort ist falsch

# wrongTimeItem
source: Each time switch point must consist of a time and a temperature.
de: Jeder Zeitschaltpunkt muss aus einer Zeit und einer Temperatur bestehen.

# zeitplan
source: Heating profile
de: Heizplan
