Repository: etJanders/enercity_wifi
Catalog: lib/l10n/app_*.arb
Languages: de

# abmelden
source: Logout
de: Abmelden

# accepTermsAndContitionsOne
source: By registering free of charge, I accept the
de: Mit der kostenlosen Registrierung akzeptiere ich die

# activateDeactivateHeatingprofile
source: Heating profile off/on
de: Heizplan aus/an

source: Activate pairing mode
de: Anlernmodus aktivieren

# activatePairingModeHelperText
source: To activate the pairing mode of your Comet WiFi, press and hold the reset button in the battery compartment until a 10 appears on the display. PA will then appear on your Comet WiFi and the radio symbol will flash.
de: Um den Anlernmodus Ihres Comet WiFi zu aktivieren, halten Sie die Reset Taste dauerhaft im Batteriefach gedrückt, bis eine 10 auf der Anzeige erscheint. Auf Ihrem Comet WiFi erscheint anschließend PA und das Funksymbol blinkt.

source: Activate User Account
de: Benutzerkonto aktivieren

source: Activation code
de: Aktivierungscode

# activationInstructions
source: In order to log in, you must first activate your user account. To do this, enter the activation code that you received via email.
de: Um sich einloggen zu können, müssen Sie zuerst Ihr Benutzerkonto aktivieren. Geben Sie dazu den Aktivierungscode ein, den Sie per Mail empfangen haben.

# activationTokenNotCorrect
source: The activation code entered is incorrect. Check your emails again.
de: Der eingegebene Aktivierungscode ist falsch. Prüfen Sie erneut Ihre E-Mails.

# activationTokenRefreshed
source: You will receive a new activation code by email shortly.
de: Sie erhalten in kürze einen neuen Aktivierungscode per E-Mail.

# adaptAnimationHint
source: Depending on the software version of your Comet WiFi, an animation may run until AD (Adaptation) appears on the display of the thermostat.
de: Je nach Software-Version Ihres Comet Wifi kann eine Animation ablaufen, bis AD (Adaptierung) auf der Anzeige des Thermostats erscheint.

# adaptionErrorPoint
source: - Adaption Error
de: - Adaptierfehler

# adaptThermostat
source: 2. Adapt your Comet WiFi by holding down the arrow keys simultaneously (3 seconds), Comet Wifi adapts here to your radiator valve.
de: 2. Adaptieren Sie Ihren Comet WiFi durch gleichzeitiges Gedrückthalten beider Pfeiltasten (3 Sekunden), der Comet Wifi passt sich hier Ihrem Heizkörperventil an.

# addDay
source: Create new daily plan
de: Neuen Tagesplan erstellen

# addDevice
source: Add Comet WiFi
de: Comet Wifi hinzufügen

source: Add new heating time
de: Neue Heizzeit hinzufügen

# addRoomsToHolidayScheduleInProgress
source: Rooms are added to the holiday profile. . .
de: Zimmer werden zum Urlaubsprofil hinzugefügt. . .

# addRoomsToScheduleInProgress
source: Rooms are added to the heating profile. . .
de: Räume werden dem Heizplan hinzugefügt...

# addRoomToSchedule
source: Add Room
de: Raum hinzufügen

# addThermostat
source: Comet WiFi is added to the room...
de: Der Comet Wifi wird dem Raum hinzugefügt...

# advancedKeyLock
source: Key Lock Plus
de: Tastensperre Plus

# allawLocationPermission
source: Allow location access so that your smartphone can determine your connected wifi network.
de: Erlauben Sie den Standort Zugriff, damit das Smartphone Ihr Wifi-Netzwerk bestimmen kann.

# allRoomsEditToHeatingProfile
source: All rooms are already assigned to a heating profile!
de: Es sind bereits alle Räume einem Heizplan zugeordnet!

# allRoomsEditToHolidayProfile
source: All rooms are already assigned to a holiday profile!
de: Es sind bereits alle Räume einem Urlaubsplan zugeordnet!

source: and the
de: und die

# areYouShureToDeleteHoliday
source: Are you sure to delete the holiday profile?
de: Wollen Sie den Urlaubsplan wirklich löschen?

# atHomeMenu
source: Home
de: Zuhause

# avaialableRooms
source: Available rooms
de: Verfügbare Räume

source: Base-software
de: Regler-Software

# batterieState
source: Battery level
de: Batteriestand

# bearbeiten
source: Edit
de: Bearbeiten

# bearbeitenSmall
source: edit
de: bearbeiten

source: Cancel
de: Abbrechen

# changeNameOfThermostat
source: Change the displayed name of your Comet WiFi.
de: Ändern Sie den angezeigten Namen Ihres Comet Wifi.

# changeThermostatName
source: Change name of Comet WiFi
de: Comet WiFi umbenennen

# changeThermostatNameInProgress
source: Changing the name of Comet WiFi ...
de: Der Name des Comet WiFi wird geändert...

# changeToWiFiSettings
source: Switch to the Wi-Fi settings of your smartphone and connect your smartphone with:
de: Wechseln Sie zu den Wifi-Einstellungen Ihres Smartphones und verbinden Sie Ihr Smartphone mit:

# changeUserPassword
source: Changing password...
de: Passwort wird geändert...

# chooseImage
source: Choose an icon for your schedule
de: Wählen Sie ein Symbol für Ihren Zeitplan

# choosRoomIcon
source: Select a new icon for your room.
de: Wählen Sie ein Symbol für Ihren Raum.

source: Close
de: Schließen

# configurateDevice
source: Configure device
de: Comet WiFi wird eingerichtet

source: Confirm Email
de: E-Mail wiederholen

source: Confirm Password
de: Passwort wiederholen

source: Connecting to Comet Wifi....
de: Verbindung mit Comet Wifi herstellen....

# connectToDevise
source: Connect to device
de: Verbindungsaufbau zum Comet WiFi

# connectToWifi
source: Connect to Comet Wifi
de: Stellen Sie eine Verbindung zu Comet Wifi her

# connectYourSmartphoneWithYourWiFi
source: Connect your smartphone to the Wi-Fi network where you want to connect Comet WiFi.
de: Verbinden Sie Ihr Smartphone mit dem Wifi-Netzwerk, mit dem der Comet WiFi verbunden werden soll.

# copiedPassword
source: Device password has been copied to the clipboard.
de: Gerätepasswort wurde in die Zwischenablage kopiert.

# createAccount
source: Create User Account
de: Benutzerkonto erstellen

# createAccountError
source: Complete all text fields and accept our terms and conditions.
de: Füllen Sie alle Textfelder aus und akzeptieren Sie die Allgemeinen Geschäftsbedingungen.

# createHeatingprofile
source: Setting up the heating profile...
de: Der Heizplan wird eingerichtet...

# createHeatingProfileTitle
source: Create heating profile
de: Heizplan erstellen

source: Create holiday profile
de: Urlaubsplan erstellen

# createNewActivationToken
source: A new activation code is generated...
de: Es wird ein neuer Aktivierungscode generiert...

source: Create new room
de: Neuer Raum erstellen

# createNewUserAccountLoading
source: A new user account is created...
de: Es wird ein neues Benutzerkonto angelegt...

source: Create room
de: Raum erstellen

# createRoomInProgres
source: The room is being created...
de: Der Raum wird eingerichtet...

source: Current temperature
de: Aktuelle Temperatur

# databaseSynchronisation
source: Database synchronisationâ€¦
de: Synchronisation mit der Datenbank…

source: Date
de: Datum

source: Delete
de: Löschen

source: Delete device
de: Comet WiFi löschen

# deleteDeviceConfirm
source: Do you really want to delete the device?
de: Wollen Sie Comet WiFi wirklich löschen?

source: Delete room
de: Raum löschen

# deleteRoomText
source: Do you really want to delete the room?
de: Wollen Sie den Raum wirklich löschen?

# deleteScheduleInProgress
source: Deleting heating profile...
de: Heizplan wird gelöscht...

source: Delete User Account
de: Benutzerkonto löschen

# deleteUserAccountAlert
source: Do you really want to delete your user account with all saved entries?
de: Soll Ihr Benutzerkonto mit allen gespeicherten Einträgen wirklich gelöscht werden?

# deleteUserAccountSuccesful
source: Your user account has been successfully removed.
de: Ihr Benutzerkonto wurde erfolgreich entfernt.

source: Deleting holiday profile...
de: Der Urlaubsplan wird gelöscht...

# detectNetworc
source: Determine Wi-Fi network
de: Wifi-Netzwerk ermitteln

# deviceAndRoomName
source: Device name and room
de: Gerätename und Raum

source: Device Control
de: Gerätesteuerung

source: Device name and room
de: Gerätename und Raum

# disableNotificationHint
source: You can change this settings at any time within the area My Account.
de: Diese Einstellung können Sie jederzeit im Bereich Mein Benutzerkonto ändern.

source: Do not show again
de: Nicht mehr anzeigen

# doubleTimeError
source: Each time may only be occupied once per interval.
de: Jede Zeit darf nur einmal pro Intervall belegt werden.

# dstChange
source: Time change Summer/Wintertime
de: Uhrzeitumstellung Sommer-/Winterzeit

# dstInstruction
source: This setting refers purely to the system time of your Comet Wifi. This automatically switches from summer to winter time and vice versa. The device will continue to operate normally with this setting.
de: Diese Einstellung bezieht sich rein auf die Systemzeit ihres Comet Wifi. Dieser schalten automatisch die von Sommer- auf Winterzeit und umgekehrt. Das Gerät funktioniert bei dieser Einstellung normal weiter.

source: Edit
de: Bearbeiten

source: Edit email
de: E-Mail bearbeiten

# editNotifications
source: Notifications
de: Benachrichtigungen

source: Edit password
de: Passwort ändern

# editSchedule
source: Edit profile
de: Profil bearbeiten

# emailActivationToken
source: We have sent you a activation code by email to activate your user account.
de: Sie erhalten per E-Mail einen Bestätigungscode zur Verifizierung Ihres Benutzerkontos.

# emailNotification
source: You will now be notified by email when your thermostat reaches a critical condition.
de: Sie werden ab sofort per E-Mail benachrichtigt, wenn Ihre Thermostat einen kritischen Zustand erreicht.

# emailNotificationEnabled
source: The email notification has been successfully activated.
de: Die E-Mail Benachrichtigung wurde erfolgreich aktiviert.

# emailOrPasswordNotEntered
source: The entered email or password is not correct. Please make sure that you have entered the correct email and password.
de: Die eingegebene E-Mail Adresse oder das Passwort sind nicht korrekt. Bitte stellen Sie sicher, dass Sie die richtigen Daten eingegeben haben.

# emailSuccesfullChanged
source: Your email address has been successfully changed.
de: Ihre E-Mail Adresse wurde erfolgreich geändert.

# emptyHolidayProfile
source: Create a new holiday profile
de: Erstellen Sie ein neues Urlaubsprofil

# enableDisableNotification
source: Would you like to receive notifications?
de: Wollen Sie Benachrichtigungen erhalten?

# enterAccountMail
source: Enter the email address of your Eurotronic user account.
de: Bitte geben Sie die beim Eurotronic-Benutzerkonto hinterlegte E-Mail Adresse ein.

# enteredMailNotSame
source: The email addresses entered are not identical.
de: Die eingegebenen E-Mail Adressen sind nicht identisch.

# enterMail
source: My User Account
de: Mein Benutzerkonto

source: Enter name
de: Name vergeben

# enterNewMailAdress
source: Enter your new email address and repeat it.
de: Geben Sie Ihre neue E-Mail Adresse ein und wiederholen Sie diese.

source: Enter new password
de: Neues Passwort vergeben

# enterWifiPassword
source: Enter your Wi-Fi password.
de: Geben Sie das Passwort Ihres WiFi-Netzwerks ein.

source: Every Day
de: Täglich

source: Forgot Password?
de: Passwort vergessen?

source: From
de: Ab

# getNewActivationToken
source: No activation code received?
de: Kein Activierungscode erhalten?

# getNewPassword
source: Request new password
de: Neues Passwort anfordern

# getNewToken
source: Did not receive a verification code.
de: Kein Bestätigungscode erhalten?

# goBackToTheApp
source: Afterwards, return to the app.
de: Gehen Sie anschließend in die App zurück.

source: Go to login
de: Zum Login

source: Heating profile name
de: Name des Heizplans

# heatingProfileNameDouble
source: You already have a heating profile with that name.
de: Sie haben bereits einen Heizplan mit diesem Namen erstellt.

# heatingProfileNoName
source: Set a name for the heating profile.
de: Legen Sie einen Namen für den Heizplan an.

# heatingprofileWithoutRooms
source: There are currently no rooms assigned to the heating profile.
de: Dem Heizplan sind aktuell keine Räume zugeordnet.

# heatinProfile
source: Heating profile
de: Heizplan

# heatinProfileSuccesfulAdded
source: Your thermostats have been assigned to a heating profile. Now set your heating times and desired temperatures. To do this, press the heating plan.
de: Ihre Geräte wurden einem Heizplan zugeordnet. Legen Sie nun Ihre Heizzeiten und gewünschten Temperatur fest. Drücken Sie dazu auf den Heizplan.

# heatintProfileRemoveRoom
source: Do you want to remove the room from the heating profile?
de: Wollen Sie den Raum aus dem Heizplan entfernen?

source: Help
de: Hilfe

# high
source: Very sensitive
de: Sehr empfindlich

# hintKitchen
source: Kitchen
de: Küche

source: Holiday end
de: Urlaubsende

# holidayNameDouble
source: You already have a holiday profile with that name.
de: Sie haben bereits ein Urlaubsplan mit diesem Namen erstellt.

# holidayProfile
source: Holiday
de: Urlaub

source: Holiday profile name
de: Name des Urlaubsplans

# holidayProfileNoName
source: Set a name for the holiday profile.
de: Legen Sie einen Namen für den Urlaubsplan an.

# holidayProfileRemoveRoom
source: Do you want to remove the room from the holiday profile?
de: Möchten Sie das Zimmer aus dem Urlaubsprofil entfernen?

# holidayProfileSuccesfulCreated
source: Your devices have been assigned to a holiday group. Now set your holiday period and a desired temperatures. To do this, press on the holiday group.
de: Ihre Geräte wurden einer Urlaubsgruppe zugeordnet. Legen Sie nun Ihren Urlaubszeitraum und eine gewünschte Temperatur fest. Drücken Sie dazu auf die Urlaubsgruppe.

# holidayProfileSuccesfulSend
source: The holiday profile was successfully transferred.
de: Der Urlaubsplan wurde erfolgreich übertragen.

# holidaySchedule
source: Holiday Profile
de: Urlaubsprofil

source: Holiday settings
de: Urlaubseinstellungen

source: Holiday start
de: Urlaubsbeginn

# insertBatteriesText
source: Remove the battery cover and insert the batteries correctly.
de: Entfernen Sie den Batteriedeckel und legen Sie die Batterien ordnungsgemäß ein.

# insertBatteriesTitle
source: Insert Batteries
de: Batterien einlegen

# invalidCharater
source: Invalid Character. Password cannot contain the characters ' and \
de: Ungültiges Zeichen. Das Passwort darf die Zeichen ' und \ nicht enthalten

source: Key lock
de: Tastensperre

# keyLockPlus
source: Key lock Plus is an advanced form that can only be controlled via app compared to normal fact lock and is not compatible with older app versions.
de: Tastensperre Plus ist eine erweiterte Form, die sich im Vergleich zur normalen Tatsensperre nur per App steuern lässt und ist nicht mit älteren App Versionen kompatibel.

# languageCode
source: en
de: de

# legalNodes
source: Legal notes
de: Rechtliche Hinweise

source: Loading
de: Wird geladen

# loadingMessage
source: The entry is being updated...
de: Der Eintrag wird aktualisiert...

source: Login
de: Anmelden

# loginDataChanged
source: Your user account credentials have changed. Log in to your user account again.
de: Ihre Benutzerkonto Zugangsdaten haben sich geändert. Melden Sie sich erneut an Ihrem Benutzerkonto an.

# loginProgress
source: Login...
de: Anmelden...

source: Logout
de: Abmelden

# logoutConfirmationMessage
source: Are you sure you want to log out?
de: Möchten Sie sich wirklich abmelden?

# low
source: Insensitive
de: Unempfindlich

# lowBatteryPoint
source: - Low battery
de: - Schwache Batterien

# macAdresse
source: Mac address
de: Mac Adresse:

# mailAlreadyExists
source: The email address you entered is already registered!
de: Die eingegebene E-Mail Adresse ist bereits registriert!

# mailNotCorrect
source: The email address you entered is incorrect. Check your input.
de: Die eingegebene E-Mail Adresse ist falsch. Prüfen Sie Ihre Eingabe.

# message
source: The settings were updated successfully.
de: 'Die Einstellungen wurden erfolgreich aktualisiert.

source: middle
de: mittel

# minimumRoomRequired
source: Room must contain atleast one thermostat
de: Der Raum muss mindestens einen Thermostat enthalten

source: Monday
de: Montag

# mountAndAdap
source: Mount and Adaptation
de: Montage und Adaptierung

# mountThermostat
source: 1. Mount your thermostat on the radiator.
de: 1. Montieren Sie den Comet Wifi an dem Heizungsventil.

source: My Garden
de: Mein Garten

source: My Home
de: Mein Zuhause

source: My User account
de: Mein Benutzerkonto

# networkName
source: Wifi-network-name
de: Wifi-Netzwerk-Name

# networkNotDetected
source: No Wi-Fi network could be detected. Make sure they are connected to a Wi-Fi network with your smartphone and have accepted the location sharing.
de: Es konnte kein Wifi-Netzwerk ermittelt werden. Stellen Sie sicher, dass Ihr Smartphone mit einem Wifi-Netzwerk verbunden ist und Sie die Standort Freigabe akzeptiert haben.

# newPasswordSameLikeOld
source: The new password corresponds to the current password.
de: Das neue Passwort entspricht dem aktuellen Passwort.

source: Next
de: Weiter

# noDayOfWeek
source: No day of the week
de: Kein Wochentag

# noEmailNotification
source: You will no longer receive email notificqations.
de: Sie werden zukünfgit keine Staus Mails mehr erhalten.

# noHolidayProfileExist
source: Create a new holiday profile.
de: Erstellen Sie ein neuen Urlaubsplan.

# noIconSelected
source: Choose an icon for your heating profile!
de: Wählen Sie ein Symbol für Ihren Heizplan

# noInternetConnectionAvaialable
source: Could not establish a connection to the internet. Check your Internet connection.
de: Es konnte keine Verbindung zum Internet hergestellt werden. Prüfen Sie Ihre Internetverbindung.

# noMailEntered
source: Enter a valid email address.
de: Geben Sie eine gültige E-Mail Adresse ein.

# noRoomsAddedToHolidayProfile
source: There are currently no rooms assigned to the holiday profile.
de: Dem Urlaubsplan sind aktuell keine Räume zugeordnet.

# noteMessage
source: Note: Comet WiFi can only be learned in 2.4 GHz WiFi networks.
de: Beachten Sie: Comet WiFi kann nur in 2.4 GHz Wlan-Netzwerken eingelernt werden.

# noThermostatAdded
source: No thermostats available yet.
de: Noch kein Comet WiFi vorhanden.

# noThermostatInTheRoom
source: There is no device in the room.
de: Es befinden sich keine Comet Wifi in diesem Raum.

# notice
source: Important Notice.
de: Wichtiger Hinweis

# noticiationInfoMessageWiFi
source: You will receive a notification by email, when a device detects a critical status:
de: Sie erhalten eine Benachrichtigung per E-Mail wenn ein Gerät einen kritischen Status feststellt:

# notificationInfoMessageWiFi
source: You will receive a notification by email, when a device detects a critical status
de: Sie erhalten eine Benachrichtigung per E-Mail wenn ein Gerät einen kritischen Status feststellt

# notificationInformationMessage
source: You will receive a notification by email, when a device detects a critical status (e.g. low battery).
de: Sie erhalten eine Benachrichtigung per E-Mail, wenn ein Comet Wifi einen kritischen Zustand erkennt (z.B. schwache Batterien).

# notifications
source: Notification
de: Benachrichtigung

# noTimeScheduleExist
source: Create a new heating profile.
de: Erstellen Sie einen neuen Heizplan.

source: Old Password
de: Altes Passwort

# oopsError
source: Sorry, something went wrong here. Please try again later.
de: Entschuldigung, hier ist etwas schief gelaufen. Versuchen Sie es später erneut.

source: Open Settings
de: Einstellungen öffnen

source: Open WiFi settings
de: Zu den Wifi-Einstellungen

# operationGuide
source: Instructions and Operation Guide Download
de: Bedienungsanleitung Download

source: or
de: Oder

source: Overview
de: Übersicht

source: Pairing mode active
de: Anlernmodus aktiv

# pairingModeState
source: PA is displayed on the Comet WiFi and the radio icon flashes.
de: Auf dem Comet WiFi wird PA angezeigt und das Funksymbol blinkt.

source: Password
de: Passwort

# passwordChange
source: The password has been successfully changed.
de: Das Passowort wurde erfolgreich geändert.

# passwordNotSame
source: The entered passwords are not identical.
de: Die eingegebenen Passwörter nicht identisch.

# passwordSuccesfullChanged
source: The password has been successfully changed.
de: Das Passwort wurde erfolgreich geändert.

# passwordWrongFormat
source: The password must consist of at least 8 characters and contain at least one number and one capital and one small letter.
de: Das Passwort muss aus mindestens 8 Zeichen bestehen, mindestens eine Zahl beinhalten sowie mindestens einen Groß- und Kleinbuchstaben.

# pleaseProvideLocalAreaNetwrokPermission
source: Please ensure that both location and local network permissions have been granted
de: Bitte stellen Sie sicher, dass sowohl Standort- als auch lokale Netzwerkberechtigungen erteilt wurden

source: Please try again
de: Bitte versuchen Sie es erneut

# pointLowBattery
source: - Low battery
de: - Schwache Batterien

source: Privacy Policy
de: Datenschutzbestimmungen

source: Proceed
de: Fortfahren

# receiveMailNotification
source: Receive email notifications
de: Empfange E-Mail Benachrichtigungen

source: Register
de: Registrieren

source: Registration
de: Registrierung

source: Remove room from heating profile...
de: Entferne Raum aus dem Heizprofil...

# removeRoomFromHolidayProfile
source: Remove the room from the holiday profile. . .
de: Entfernen Sie den Raum aus dem Urlaubsplan...

# requestRestetPin
source: Password Reset Pin is requested...
de: Passwort Reset Pin wird angefordert...

source: Reset password
de: Passwort zurücksetzen

# resetTokenRequested
source: A new verification code is requested.
de: Es wird ein neuer Bestätigungscode angefordert.

# resetTokenVerified
source: Verifying the verification code. . .
de: Der Bestätigungscode wird überprüft...

# resetTokenWrong
source: The token entered is incorrect or expired. Request a new token and try again.
de: Der eingegebene Bestätigungscode ist nicht korrekt oder abgelaufen. Fordern Sie einen neuen an und versuchen Sie es erneut.

# roomnameAlreadyExists
source: The entered room name already exists.
de: Es existiert bereits ein Raum mit diesem Namen.

source: Room overview
de: Raumauswahl

# roomsAddedToHeatingProfile
source: The selected rooms were successfully assigned to the heating profile.
de: Die ausgewählten Räume wurden dem Heizplan erfolgreich zugeordnet.

# roomsAddedToHolidayProfile
source: The selected rooms were successfully assigned to the holiday profile
de: Die ausgewählten Zimmer wurden erfolgreich dem Urlaubsprofil zugeordnet

# roomSettingsSuccesfulChanged
source: The room settings have been changed successfully.
de: Die Einstellungen wurden erfolgreich aktualisiert.

# roomsOfHeatingProfile
source: Rooms that are added to the profile.
de: Räume, die dem Profil hinzugefügt werden.

# roomSuccesfulCreated
source: The room was successfully created.
de: Der Raum wurde erfolgreich eingerichtet.

source: Rotate Display
de: Anzeige um 180 Grad drehen

# sameAsOldPassword
source: The new password corresponds to the current password.
de: Das neue Passowort entspricht dem aktuellen Passwort.

source: Saturday
de: Samstag

source: Save
de: Speichern

source: Save and Proceed
de: Speichern und fortfahren

source: Save user details
de: Benutzerdaten speichern

# selectHeatingProfileRooms
source: Select the rooms for which you want to create the heating profile.
de: Wählen Sie die Räume aus, für die Sie den Heizplan erstellen möchten.

# selectHolidayProfileRooms
source: Select the rooms for which you want to create the holiday profile.
de: Wählen Sie die Räume aus, für die Sie den Urlaubsplan erstellen möchten.

# selectHolidaySymbolDescription
source: Select an icon for your holiday profile
de: Wählen Sie ein Symbol für Ihren Urlaubsplan

# selectIcon
source: Select symbol
de: Symbol ausgewählt

# selectImageForRoom
source: Choose an icon for your room.
de: Wählen Sie ein Symbol für Ihren Raum.
